{
  "elo": {
    "id": "ELO-PRE",
    "nome": "Elo da Presença",
    "descricao": "Constrói atenção mútua com micro-momentos de presença no dia a dia.",
    "tipo_de_casal": "Casais com rotina corrida ou que se veem pouco.",
    "objetivo": "Aumentar a sensação de ser visto(a) e ouvido(a) em pequenos encontros diários.",
    "progressao": {
      "total_etapas": 20,
      "descricao": "Do encontro rápido ao apoio em decisões e dias difíceis."
    }
  },
  "artigos": [
    {
      "id": "PRE-001",
      "titulo": "O minuto de chegada",
      "nivel": 1,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 1/20 do Elo da Presença, o foco é a prática do minuto de chegada. A proposta é trazer mais presença mesmo em dias corridos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao minuto de chegada. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do minuto de chegada acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do minuto de chegada não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas viram atualização rápida. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é vocês se encontram e já abrem o celular. Esses momentos são oportunidades para testar o minuto de chegada sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar o minuto de chegada. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática do minuto de chegada?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática do minuto de chegada hoje?\" e escolham um gesto de um olhar atento como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: transformar o momento em cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é querer presença perfeita e longa. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática do minuto de chegada?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática do minuto de chegada hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um olhar atento. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do minuto de chegada.",
        "Como a constância dessa prática do minuto de chegada fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do minuto de chegada.",
        "Um roteiro simples para conversar sobre o minuto de chegada."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do minuto de chegada.",
        "Usem a pergunta \"O que você precisa de mim para essa prática do minuto de chegada?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um olhar atento sempre que colocarem essa prática do minuto de chegada em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do minuto de chegada para ficar leve."
      ]
    },
    {
      "id": "PRE-002",
      "titulo": "Contato visual breve",
      "nivel": 2,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 2/20 do Elo da Presença, o foco é a prática do contato visual breve. A proposta é trazer sensação de ser visto(a) sem esforço com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao contato visual breve. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do contato visual breve acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do contato visual breve não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: vocês se encontram e já abrem o celular. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um dos dois se sente ignorado mesmo junto. Esses momentos são oportunidades para testar o contato visual breve sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar o contato visual breve. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática do contato visual breve?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática do contato visual breve nesta semana?\" e escolham um gesto de um toque leve no ombro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: querer presença perfeita e longa. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer no automático sem intenção. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática do contato visual breve?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática do contato visual breve nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um toque leve no ombro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do contato visual breve.",
        "Como a constância dessa prática do contato visual breve fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do contato visual breve.",
        "Um roteiro simples para conversar sobre o contato visual breve."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do contato visual breve.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática do contato visual breve?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um toque leve no ombro sempre que colocarem essa prática do contato visual breve em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do contato visual breve para ficar leve."
      ]
    },
    {
      "id": "PRE-003",
      "titulo": "Checagem emocional de 30 segundos",
      "nivel": 3,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 3/20 do Elo da Presença, o foco é a prática da checagem emocional de 30 segundos. A proposta é trazer calma nas transições do dia com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à checagem emocional de 30 segundos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da checagem emocional de 30 segundos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da checagem emocional de 30 segundos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um dos dois se sente ignorado mesmo junto. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o cansaço toma conta do encontro. Esses momentos são oportunidades para testar a checagem emocional de 30 segundos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar a checagem emocional de 30 segundos de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática da checagem emocional de 30 segundos mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que a checagem emocional de 30 segundos está acontecendo de um jeito bom?\" e escolham um gesto de um abraço curto e inteiro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer no automático sem intenção. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o celular no meio do gesto. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática da checagem emocional de 30 segundos mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que a checagem emocional de 30 segundos está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço curto e inteiro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da checagem emocional de 30 segundos.",
        "Como a constância dessa prática da checagem emocional de 30 segundos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da checagem emocional de 30 segundos.",
        "Um roteiro simples para conversar sobre a checagem emocional de 30 segundos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da checagem emocional de 30 segundos.",
        "Usem a pergunta \"O que ajuda a tornar essa prática da checagem emocional de 30 segundos mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço curto e inteiro sempre que colocarem essa prática da checagem emocional de 30 segundos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da checagem emocional de 30 segundos para ficar leve."
      ]
    },
    {
      "id": "PRE-004",
      "titulo": "Pausa do celular",
      "nivel": 4,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 4/20 do Elo da Presença, o foco é a prática da pausa do celular. A proposta é trazer redução de distância emocional com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à pausa do celular. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da pausa do celular acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da pausa do celular não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o cansaço toma conta do encontro. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o abraço de chegada vira automático. Esses momentos são oportunidades para testar a pausa do celular sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar a pausa do celular. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre a pausa do celular, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre a pausa do celular?\" e escolham um gesto de um sorriso demorado como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o celular no meio do gesto. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é abrir conversa difícil na chegada. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre a pausa do celular, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre a pausa do celular?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso demorado. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da pausa do celular.",
        "Como a constância dessa prática da pausa do celular fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da pausa do celular.",
        "Um roteiro simples para conversar sobre a pausa do celular."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da pausa do celular.",
        "Usem a pergunta \"Quando falamos sobre a pausa do celular, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso demorado sempre que colocarem essa prática da pausa do celular em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da pausa do celular para ficar leve."
      ]
    },
    {
      "id": "PRE-005",
      "titulo": "Escuta sem interrupção",
      "nivel": 5,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 5/20 do Elo da Presença, o foco é a prática da escuta sem interrupção. A proposta é trazer mais sintonia nas pequenas escolhas com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à escuta sem interrupção. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da escuta sem interrupção acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da escuta sem interrupção não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o abraço de chegada vira automático. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas viram atualização rápida. Esses momentos são oportunidades para testar a escuta sem interrupção sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar a escuta sem interrupção. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da escuta sem interrupção te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da escuta sem interrupção agora?\" e escolham um gesto de uma mão segurando a outra como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: abrir conversa difícil na chegada. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é transformar o momento em cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da escuta sem interrupção te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da escuta sem interrupção agora?\". Concluam com um acordo pequeno para o dia e um gesto de uma mão segurando a outra. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da escuta sem interrupção.",
        "Como a constância dessa prática da escuta sem interrupção fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da escuta sem interrupção.",
        "Um roteiro simples para conversar sobre a escuta sem interrupção."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da escuta sem interrupção.",
        "Usem a pergunta \"Qual parte da escuta sem interrupção te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de uma mão segurando a outra sempre que colocarem essa prática da escuta sem interrupção em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da escuta sem interrupção para ficar leve."
      ]
    },
    {
      "id": "PRE-006",
      "titulo": "Respirar juntos por um minuto",
      "nivel": 6,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 6/20 do Elo da Presença, o foco é a prática do minuto de respiração juntos. A proposta é trazer mais presença mesmo em dias corridos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao minuto de respiração juntos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do minuto de respiração juntos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do minuto de respiração juntos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas viram atualização rápida. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é vocês se encontram e já abrem o celular. Esses momentos são oportunidades para testar o minuto de respiração juntos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar o minuto de respiração juntos. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática do minuto de respiração juntos?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática do minuto de respiração juntos hoje?\" e escolham um gesto de um olhar atento como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: transformar o momento em cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é querer presença perfeita e longa. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática do minuto de respiração juntos?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática do minuto de respiração juntos hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um olhar atento. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do minuto de respiração juntos.",
        "Como a constância dessa prática do minuto de respiração juntos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do minuto de respiração juntos.",
        "Um roteiro simples para conversar sobre o minuto de respiração juntos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do minuto de respiração juntos.",
        "Usem a pergunta \"O que você precisa de mim para essa prática do minuto de respiração juntos?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um olhar atento sempre que colocarem essa prática do minuto de respiração juntos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do minuto de respiração juntos para ficar leve."
      ]
    },
    {
      "id": "PRE-007",
      "titulo": "Nomear o melhor do dia",
      "nivel": 7,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 7/20 do Elo da Presença, o foco é a prática de nomear o melhor do dia. A proposta é trazer sensação de ser visto(a) sem esforço com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a nomear o melhor do dia. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de nomear o melhor do dia acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de nomear o melhor do dia não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: vocês se encontram e já abrem o celular. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um dos dois se sente ignorado mesmo junto. Esses momentos são oportunidades para testar nomear o melhor do dia sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje nomear o melhor do dia de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática de nomear o melhor do dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática de nomear o melhor do dia nesta semana?\" e escolham um gesto de um toque leve no ombro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: querer presença perfeita e longa. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer no automático sem intenção. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática de nomear o melhor do dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática de nomear o melhor do dia nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um toque leve no ombro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de nomear o melhor do dia.",
        "Como a constância dessa prática de nomear o melhor do dia fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de nomear o melhor do dia.",
        "Um roteiro simples para conversar sobre nomear o melhor do dia."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de nomear o melhor do dia.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática de nomear o melhor do dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um toque leve no ombro sempre que colocarem essa prática de nomear o melhor do dia em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de nomear o melhor do dia para ficar leve."
      ]
    },
    {
      "id": "PRE-008",
      "titulo": "Perceber o cansaço do outro",
      "nivel": 8,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 8/20 do Elo da Presença, o foco é a prática de perceber o cansaço do outro. A proposta é trazer calma nas transições do dia com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a perceber o cansaço do outro. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de perceber o cansaço do outro acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de perceber o cansaço do outro não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um dos dois se sente ignorado mesmo junto. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o cansaço toma conta do encontro. Esses momentos são oportunidades para testar perceber o cansaço do outro sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para perceber o cansaço do outro. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática de perceber o cansaço do outro mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que perceber o cansaço do outro está acontecendo de um jeito bom?\" e escolham um gesto de um abraço curto e inteiro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer no automático sem intenção. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o celular no meio do gesto. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática de perceber o cansaço do outro mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que perceber o cansaço do outro está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço curto e inteiro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de perceber o cansaço do outro.",
        "Como a constância dessa prática de perceber o cansaço do outro fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de perceber o cansaço do outro.",
        "Um roteiro simples para conversar sobre perceber o cansaço do outro."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de perceber o cansaço do outro.",
        "Usem a pergunta \"O que ajuda a tornar essa prática de perceber o cansaço do outro mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço curto e inteiro sempre que colocarem essa prática de perceber o cansaço do outro em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de perceber o cansaço do outro para ficar leve."
      ]
    },
    {
      "id": "PRE-009",
      "titulo": "Ajustar o ritmo da conversa",
      "nivel": 9,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 9/20 do Elo da Presença, o foco é a prática de ajustar o ritmo da conversa. A proposta é trazer redução de distância emocional com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a ajustar o ritmo da conversa. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de ajustar o ritmo da conversa acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de ajustar o ritmo da conversa não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o cansaço toma conta do encontro. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o abraço de chegada vira automático. Esses momentos são oportunidades para testar ajustar o ritmo da conversa sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para ajustar o ritmo da conversa. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre ajustar o ritmo da conversa, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre ajustar o ritmo da conversa?\" e escolham um gesto de um sorriso demorado como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o celular no meio do gesto. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é abrir conversa difícil na chegada. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre ajustar o ritmo da conversa, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre ajustar o ritmo da conversa?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso demorado. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de ajustar o ritmo da conversa.",
        "Como a constância dessa prática de ajustar o ritmo da conversa fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de ajustar o ritmo da conversa.",
        "Um roteiro simples para conversar sobre ajustar o ritmo da conversa."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de ajustar o ritmo da conversa.",
        "Usem a pergunta \"Quando falamos sobre ajustar o ritmo da conversa, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso demorado sempre que colocarem essa prática de ajustar o ritmo da conversa em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de ajustar o ritmo da conversa para ficar leve."
      ]
    },
    {
      "id": "PRE-010",
      "titulo": "Silêncio confortável",
      "nivel": 10,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 10/20 do Elo da Presença, o foco é a prática do silêncio confortável. A proposta é trazer mais sintonia nas pequenas escolhas com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao silêncio confortável. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do silêncio confortável acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do silêncio confortável não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o abraço de chegada vira automático. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas viram atualização rápida. Esses momentos são oportunidades para testar o silêncio confortável sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar o silêncio confortável. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte do silêncio confortável te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática do silêncio confortável agora?\" e escolham um gesto de uma mão segurando a outra como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: abrir conversa difícil na chegada. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é transformar o momento em cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte do silêncio confortável te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática do silêncio confortável agora?\". Concluam com um acordo pequeno para o dia e um gesto de uma mão segurando a outra. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do silêncio confortável.",
        "Como a constância dessa prática do silêncio confortável fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do silêncio confortável.",
        "Um roteiro simples para conversar sobre o silêncio confortável."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do silêncio confortável.",
        "Usem a pergunta \"Qual parte do silêncio confortável te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de uma mão segurando a outra sempre que colocarem essa prática do silêncio confortável em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do silêncio confortável para ficar leve."
      ]
    },
    {
      "id": "PRE-011",
      "titulo": "Presença nas tarefas da casa",
      "nivel": 11,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 11/20 do Elo da Presença, o foco é a prática da presença nas tarefas da casa. A proposta é trazer mais presença mesmo em dias corridos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à presença nas tarefas da casa. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da presença nas tarefas da casa acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da presença nas tarefas da casa não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas viram atualização rápida. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é vocês se encontram e já abrem o celular. Esses momentos são oportunidades para testar a presença nas tarefas da casa sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar a presença nas tarefas da casa de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática da presença nas tarefas da casa?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática da presença nas tarefas da casa hoje?\" e escolham um gesto de um olhar atento como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: transformar o momento em cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é querer presença perfeita e longa. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática da presença nas tarefas da casa?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática da presença nas tarefas da casa hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um olhar atento. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da presença nas tarefas da casa.",
        "Como a constância dessa prática da presença nas tarefas da casa fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da presença nas tarefas da casa.",
        "Um roteiro simples para conversar sobre a presença nas tarefas da casa."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da presença nas tarefas da casa.",
        "Usem a pergunta \"O que você precisa de mim para essa prática da presença nas tarefas da casa?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um olhar atento sempre que colocarem essa prática da presença nas tarefas da casa em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da presença nas tarefas da casa para ficar leve."
      ]
    },
    {
      "id": "PRE-012",
      "titulo": "Caminhada curta a dois",
      "nivel": 12,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 12/20 do Elo da Presença, o foco é a prática da caminhada curta a dois. A proposta é trazer sensação de ser visto(a) sem esforço com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à caminhada curta a dois. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da caminhada curta a dois acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da caminhada curta a dois não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: vocês se encontram e já abrem o celular. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um dos dois se sente ignorado mesmo junto. Esses momentos são oportunidades para testar a caminhada curta a dois sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar a caminhada curta a dois. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática da caminhada curta a dois?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática da caminhada curta a dois nesta semana?\" e escolham um gesto de um toque leve no ombro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: querer presença perfeita e longa. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer no automático sem intenção. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática da caminhada curta a dois?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática da caminhada curta a dois nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um toque leve no ombro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da caminhada curta a dois.",
        "Como a constância dessa prática da caminhada curta a dois fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da caminhada curta a dois.",
        "Um roteiro simples para conversar sobre a caminhada curta a dois."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da caminhada curta a dois.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática da caminhada curta a dois?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um toque leve no ombro sempre que colocarem essa prática da caminhada curta a dois em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da caminhada curta a dois para ficar leve."
      ]
    },
    {
      "id": "PRE-013",
      "titulo": "Micro-elogios de presença",
      "nivel": 13,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 13/20 do Elo da Presença, o foco é a prática dos micro-elogios de presença. A proposta é trazer calma nas transições do dia com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos micro-elogios de presença. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos micro-elogios de presença acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos micro-elogios de presença não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um dos dois se sente ignorado mesmo junto. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o cansaço toma conta do encontro. Esses momentos são oportunidades para testar os micro-elogios de presença sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar os micro-elogios de presença. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática dos micro-elogios de presença mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que os micro-elogios de presença está acontecendo de um jeito bom?\" e escolham um gesto de um abraço curto e inteiro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer no automático sem intenção. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o celular no meio do gesto. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática dos micro-elogios de presença mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que os micro-elogios de presença está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço curto e inteiro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos micro-elogios de presença.",
        "Como a constância dessa prática dos micro-elogios de presença fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos micro-elogios de presença.",
        "Um roteiro simples para conversar sobre os micro-elogios de presença."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos micro-elogios de presença.",
        "Usem a pergunta \"O que ajuda a tornar essa prática dos micro-elogios de presença mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço curto e inteiro sempre que colocarem essa prática dos micro-elogios de presença em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos micro-elogios de presença para ficar leve."
      ]
    },
    {
      "id": "PRE-014",
      "titulo": "Presença nos dias difíceis",
      "nivel": 14,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 14/20 do Elo da Presença, o foco é a prática da presença nos dias difíceis. A proposta é trazer redução de distância emocional com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à presença nos dias difíceis. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da presença nos dias difíceis acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da presença nos dias difíceis não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o cansaço toma conta do encontro. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o abraço de chegada vira automático. Esses momentos são oportunidades para testar a presença nos dias difíceis sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar a presença nos dias difíceis. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre a presença nos dias difíceis, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre a presença nos dias difíceis?\" e escolham um gesto de um sorriso demorado como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o celular no meio do gesto. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é abrir conversa difícil na chegada. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre a presença nos dias difíceis, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre a presença nos dias difíceis?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso demorado. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da presença nos dias difíceis.",
        "Como a constância dessa prática da presença nos dias difíceis fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da presença nos dias difíceis.",
        "Um roteiro simples para conversar sobre a presença nos dias difíceis."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da presença nos dias difíceis.",
        "Usem a pergunta \"Quando falamos sobre a presença nos dias difíceis, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso demorado sempre que colocarem essa prática da presença nos dias difíceis em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da presença nos dias difíceis para ficar leve."
      ]
    },
    {
      "id": "PRE-015",
      "titulo": "Conexão à distância",
      "nivel": 15,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 15/20 do Elo da Presença, o foco é a prática da conexão à distância. A proposta é trazer mais sintonia nas pequenas escolhas com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à conexão à distância. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da conexão à distância acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da conexão à distância não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o abraço de chegada vira automático. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas viram atualização rápida. Esses momentos são oportunidades para testar a conexão à distância sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar a conexão à distância de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da conexão à distância te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da conexão à distância agora?\" e escolham um gesto de uma mão segurando a outra como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar a conexão à distância com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: abrir conversa difícil na chegada. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é transformar o momento em cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da conexão à distância te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da conexão à distância agora?\". Concluam com um acordo pequeno para o dia e um gesto de uma mão segurando a outra. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da conexão à distância.",
        "Como a constância dessa prática da conexão à distância fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da conexão à distância.",
        "Um roteiro simples para conversar sobre a conexão à distância."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da conexão à distância.",
        "Usem a pergunta \"Qual parte da conexão à distância te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de uma mão segurando a outra sempre que colocarem essa prática da conexão à distância em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da conexão à distância para ficar leve."
      ]
    },
    {
      "id": "PRE-016",
      "titulo": "Fechamento do dia",
      "nivel": 16,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 16/20 do Elo da Presença, o foco é a prática do fechamento do dia. A proposta é trazer mais presença mesmo em dias corridos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao fechamento do dia. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do fechamento do dia acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do fechamento do dia não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas viram atualização rápida. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é vocês se encontram e já abrem o celular. Esses momentos são oportunidades para testar o fechamento do dia sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar o fechamento do dia. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática do fechamento do dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática do fechamento do dia hoje?\" e escolham um gesto de um olhar atento como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem o fechamento do dia no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: transformar o momento em cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é querer presença perfeita e longa. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática do fechamento do dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática do fechamento do dia hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um olhar atento. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do fechamento do dia.",
        "Como a constância dessa prática do fechamento do dia fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do fechamento do dia.",
        "Um roteiro simples para conversar sobre o fechamento do dia."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do fechamento do dia.",
        "Usem a pergunta \"O que você precisa de mim para essa prática do fechamento do dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um olhar atento sempre que colocarem essa prática do fechamento do dia em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do fechamento do dia para ficar leve."
      ]
    },
    {
      "id": "PRE-017",
      "titulo": "Reencontro após desentendimento",
      "nivel": 17,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 17/20 do Elo da Presença, o foco é a prática do reencontro após um desentendimento. A proposta é trazer sensação de ser visto(a) sem esforço com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao reencontro após um desentendimento. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do reencontro após um desentendimento acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do reencontro após um desentendimento não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: vocês se encontram e já abrem o celular. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um dos dois se sente ignorado mesmo junto. Esses momentos são oportunidades para testar o reencontro após um desentendimento sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar o reencontro após um desentendimento. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática do reencontro após um desentendimento?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática do reencontro após um desentendimento nesta semana?\" e escolham um gesto de um toque leve no ombro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar o reencontro após um desentendimento com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: querer presença perfeita e longa. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer no automático sem intenção. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática do reencontro após um desentendimento?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática do reencontro após um desentendimento nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um toque leve no ombro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do reencontro após um desentendimento.",
        "Como a constância dessa prática do reencontro após um desentendimento fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do reencontro após um desentendimento.",
        "Um roteiro simples para conversar sobre o reencontro após um desentendimento."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do reencontro após um desentendimento.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática do reencontro após um desentendimento?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um toque leve no ombro sempre que colocarem essa prática do reencontro após um desentendimento em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do reencontro após um desentendimento para ficar leve."
      ]
    },
    {
      "id": "PRE-018",
      "titulo": "Presença em datas importantes",
      "nivel": 18,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 18/20 do Elo da Presença, o foco é a prática da presença em datas importantes. A proposta é trazer calma nas transições do dia com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à presença em datas importantes. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da presença em datas importantes acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da presença em datas importantes não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um dos dois se sente ignorado mesmo junto. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o cansaço toma conta do encontro. Esses momentos são oportunidades para testar a presença em datas importantes sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar a presença em datas importantes. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática da presença em datas importantes mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que a presença em datas importantes está acontecendo de um jeito bom?\" e escolham um gesto de um abraço curto e inteiro como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem a presença em datas importantes no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer no automático sem intenção. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o celular no meio do gesto. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática da presença em datas importantes mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que a presença em datas importantes está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço curto e inteiro. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da presença em datas importantes.",
        "Como a constância dessa prática da presença em datas importantes fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da presença em datas importantes.",
        "Um roteiro simples para conversar sobre a presença em datas importantes."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da presença em datas importantes.",
        "Usem a pergunta \"O que ajuda a tornar essa prática da presença em datas importantes mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço curto e inteiro sempre que colocarem essa prática da presença em datas importantes em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da presença em datas importantes para ficar leve."
      ]
    },
    {
      "id": "PRE-019",
      "titulo": "Corregulação emocional",
      "nivel": 19,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 19/20 do Elo da Presença, o foco é a prática da corregulação emocional. A proposta é trazer redução de distância emocional com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à corregulação emocional. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da corregulação emocional acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da corregulação emocional não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o cansaço toma conta do encontro. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o abraço de chegada vira automático. Esses momentos são oportunidades para testar a corregulação emocional sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar a corregulação emocional de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre a corregulação emocional, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre a corregulação emocional?\" e escolham um gesto de um sorriso demorado como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar a corregulação emocional com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o celular no meio do gesto. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é abrir conversa difícil na chegada. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre a corregulação emocional, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre a corregulação emocional?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso demorado. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da corregulação emocional.",
        "Como a constância dessa prática da corregulação emocional fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da corregulação emocional.",
        "Um roteiro simples para conversar sobre a corregulação emocional."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da corregulação emocional.",
        "Usem a pergunta \"Quando falamos sobre a corregulação emocional, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso demorado sempre que colocarem essa prática da corregulação emocional em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da corregulação emocional para ficar leve."
      ]
    },
    {
      "id": "PRE-020",
      "titulo": "Presença em decisões",
      "nivel": 20,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 20/20 do Elo da Presença, o foco é a prática da presença nas decisões. A proposta é trazer mais sintonia nas pequenas escolhas com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à presença nas decisões. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da presença nas decisões acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da presença nas decisões não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o abraço de chegada vira automático. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas viram atualização rápida. Esses momentos são oportunidades para testar a presença nas decisões sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar a presença nas decisões. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da presença nas decisões te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da presença nas decisões agora?\" e escolham um gesto de uma mão segurando a outra como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem a presença nas decisões no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: abrir conversa difícil na chegada. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é transformar o momento em cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da presença nas decisões te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da presença nas decisões agora?\". Concluam com um acordo pequeno para o dia e um gesto de uma mão segurando a outra. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da presença nas decisões.",
        "Como a constância dessa prática da presença nas decisões fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da presença nas decisões.",
        "Um roteiro simples para conversar sobre a presença nas decisões."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da presença nas decisões.",
        "Usem a pergunta \"Qual parte da presença nas decisões te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de uma mão segurando a outra sempre que colocarem essa prática da presença nas decisões em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da presença nas decisões para ficar leve."
      ]
    }
  ]
}
