{
  "elo": {
    "id": "ELO-SON",
    "nome": "Elo dos Sonhos em Comum",
    "descricao": "Constrói visão de futuro e projetos compartilhados.",
    "tipo_de_casal": "Casais que querem alinhar planos e crescer juntos.",
    "objetivo": "Transformar desejos em decisões e ações leves.",
    "progressao": {
      "total_etapas": 20,
      "descricao": "De sonhos do mês a revisão anual."
    }
  },
  "artigos": [
    {
      "id": "SON-001",
      "titulo": "Sonhos leves para este mês",
      "nivel": 1,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 1/20 do Elo dos Sonhos em Comum, o foco é a prática dos sonhos leves para este mês. A proposta é trazer sensação de direção com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos sonhos leves para este mês. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos sonhos leves para este mês acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos sonhos leves para este mês não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: cada um sonha separado e não compartilha. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é os planos ficam vagos e se perdem. Esses momentos são oportunidades para testar os sonhos leves para este mês sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar os sonhos leves para este mês. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática dos sonhos leves para este mês?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática dos sonhos leves para este mês hoje?\" e escolham um gesto de um caderno aberto como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer planos grandes demais sem etapas. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é comparar o ritmo dos dois. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática dos sonhos leves para este mês?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática dos sonhos leves para este mês hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um caderno aberto. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos sonhos leves para este mês.",
        "Como a constância dessa prática dos sonhos leves para este mês fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos sonhos leves para este mês.",
        "Um roteiro simples para conversar sobre os sonhos leves para este mês."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos sonhos leves para este mês.",
        "Usem a pergunta \"O que você precisa de mim para essa prática dos sonhos leves para este mês?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um caderno aberto sempre que colocarem essa prática dos sonhos leves para este mês em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos sonhos leves para este mês para ficar leve."
      ]
    },
    {
      "id": "SON-002",
      "titulo": "Mapa de desejos",
      "nivel": 2,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 2/20 do Elo dos Sonhos em Comum, o foco é a prática do mapa de desejos. A proposta é trazer motivação compartilhada com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao mapa de desejos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do mapa de desejos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do mapa de desejos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: os planos ficam vagos e se perdem. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um sente que carrega tudo sozinho. Esses momentos são oportunidades para testar o mapa de desejos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar o mapa de desejos. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática do mapa de desejos?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática do mapa de desejos nesta semana?\" e escolham um gesto de um post-it no espelho como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: comparar o ritmo dos dois. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é tomar decisões sem conversar. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática do mapa de desejos?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática do mapa de desejos nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um post-it no espelho. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do mapa de desejos.",
        "Como a constância dessa prática do mapa de desejos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do mapa de desejos.",
        "Um roteiro simples para conversar sobre o mapa de desejos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do mapa de desejos.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática do mapa de desejos?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um post-it no espelho sempre que colocarem essa prática do mapa de desejos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do mapa de desejos para ficar leve."
      ]
    },
    {
      "id": "SON-003",
      "titulo": "Valores em comum",
      "nivel": 3,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 3/20 do Elo dos Sonhos em Comum, o foco é a prática dos valores em comum. A proposta é trazer mais união em decisões com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos valores em comum. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos valores em comum acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos valores em comum não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um sente que carrega tudo sozinho. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas sobre futuro viram tensão. Esses momentos são oportunidades para testar os valores em comum sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar os valores em comum de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática dos valores em comum mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que os valores em comum está acontecendo de um jeito bom?\" e escolham um gesto de um café para planejar como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: tomar decisões sem conversar. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o sonho como cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática dos valores em comum mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que os valores em comum está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um café para planejar. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos valores em comum.",
        "Como a constância dessa prática dos valores em comum fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos valores em comum.",
        "Um roteiro simples para conversar sobre os valores em comum."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos valores em comum.",
        "Usem a pergunta \"O que ajuda a tornar essa prática dos valores em comum mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um café para planejar sempre que colocarem essa prática dos valores em comum em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos valores em comum para ficar leve."
      ]
    },
    {
      "id": "SON-004",
      "titulo": "Visão de 1 ano",
      "nivel": 4,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 4/20 do Elo dos Sonhos em Comum, o foco é a prática da visão de 1 ano. A proposta é trazer clareza sobre prioridades com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à visão de 1 ano. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da visão de 1 ano acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da visão de 1 ano não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas sobre futuro viram tensão. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o casal foca só nos problemas do presente. Esses momentos são oportunidades para testar a visão de 1 ano sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar a visão de 1 ano. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre a visão de 1 ano, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre a visão de 1 ano?\" e escolham um gesto de um abraço de incentivo como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o sonho como cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é desistir no primeiro obstáculo. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre a visão de 1 ano, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre a visão de 1 ano?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço de incentivo. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da visão de 1 ano.",
        "Como a constância dessa prática da visão de 1 ano fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da visão de 1 ano.",
        "Um roteiro simples para conversar sobre a visão de 1 ano."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da visão de 1 ano.",
        "Usem a pergunta \"Quando falamos sobre a visão de 1 ano, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço de incentivo sempre que colocarem essa prática da visão de 1 ano em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da visão de 1 ano para ficar leve."
      ]
    },
    {
      "id": "SON-005",
      "titulo": "Visão de 5 anos",
      "nivel": 5,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 5/20 do Elo dos Sonhos em Comum, o foco é a prática da visão de 5 anos. A proposta é trazer energia para construir juntos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à visão de 5 anos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da visão de 5 anos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da visão de 5 anos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o casal foca só nos problemas do presente. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é cada um sonha separado e não compartilha. Esses momentos são oportunidades para testar a visão de 5 anos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar a visão de 5 anos. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da visão de 5 anos te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da visão de 5 anos agora?\" e escolham um gesto de um sorriso de parceria como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: desistir no primeiro obstáculo. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer planos grandes demais sem etapas. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da visão de 5 anos te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da visão de 5 anos agora?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso de parceria. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da visão de 5 anos.",
        "Como a constância dessa prática da visão de 5 anos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da visão de 5 anos.",
        "Um roteiro simples para conversar sobre a visão de 5 anos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da visão de 5 anos.",
        "Usem a pergunta \"Qual parte da visão de 5 anos te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso de parceria sempre que colocarem essa prática da visão de 5 anos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da visão de 5 anos para ficar leve."
      ]
    },
    {
      "id": "SON-006",
      "titulo": "Projetos de lazer",
      "nivel": 6,
      "fase": "base",
      "tempo_leitura": "2-3 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 6/20 do Elo dos Sonhos em Comum, o foco é a prática dos projetos de lazer. A proposta é trazer sensação de direção com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos projetos de lazer. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos projetos de lazer acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos projetos de lazer não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: cada um sonha separado e não compartilha. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é os planos ficam vagos e se perdem. Esses momentos são oportunidades para testar os projetos de lazer sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar os projetos de lazer. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática dos projetos de lazer?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática dos projetos de lazer hoje?\" e escolham um gesto de um caderno aberto como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer planos grandes demais sem etapas. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é comparar o ritmo dos dois. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática dos projetos de lazer?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática dos projetos de lazer hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um caderno aberto. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos projetos de lazer.",
        "Como a constância dessa prática dos projetos de lazer fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos projetos de lazer.",
        "Um roteiro simples para conversar sobre os projetos de lazer."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos projetos de lazer.",
        "Usem a pergunta \"O que você precisa de mim para essa prática dos projetos de lazer?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um caderno aberto sempre que colocarem essa prática dos projetos de lazer em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos projetos de lazer para ficar leve."
      ]
    },
    {
      "id": "SON-007",
      "titulo": "Projetos de moradia",
      "nivel": 7,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 7/20 do Elo dos Sonhos em Comum, o foco é a prática dos projetos de moradia. A proposta é trazer motivação compartilhada com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos projetos de moradia. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos projetos de moradia acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos projetos de moradia não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: os planos ficam vagos e se perdem. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um sente que carrega tudo sozinho. Esses momentos são oportunidades para testar os projetos de moradia sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar os projetos de moradia de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática dos projetos de moradia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática dos projetos de moradia nesta semana?\" e escolham um gesto de um post-it no espelho como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: comparar o ritmo dos dois. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é tomar decisões sem conversar. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática dos projetos de moradia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática dos projetos de moradia nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um post-it no espelho. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos projetos de moradia.",
        "Como a constância dessa prática dos projetos de moradia fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos projetos de moradia.",
        "Um roteiro simples para conversar sobre os projetos de moradia."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos projetos de moradia.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática dos projetos de moradia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um post-it no espelho sempre que colocarem essa prática dos projetos de moradia em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos projetos de moradia para ficar leve."
      ]
    },
    {
      "id": "SON-008",
      "titulo": "Planejamento financeiro leve",
      "nivel": 8,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 8/20 do Elo dos Sonhos em Comum, o foco é a prática do planejamento financeiro leve. A proposta é trazer mais união em decisões com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao planejamento financeiro leve. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do planejamento financeiro leve acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do planejamento financeiro leve não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um sente que carrega tudo sozinho. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas sobre futuro viram tensão. Esses momentos são oportunidades para testar o planejamento financeiro leve sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar o planejamento financeiro leve. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática do planejamento financeiro leve mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que o planejamento financeiro leve está acontecendo de um jeito bom?\" e escolham um gesto de um café para planejar como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: tomar decisões sem conversar. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o sonho como cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática do planejamento financeiro leve mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que o planejamento financeiro leve está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um café para planejar. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do planejamento financeiro leve.",
        "Como a constância dessa prática do planejamento financeiro leve fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do planejamento financeiro leve.",
        "Um roteiro simples para conversar sobre o planejamento financeiro leve."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do planejamento financeiro leve.",
        "Usem a pergunta \"O que ajuda a tornar essa prática do planejamento financeiro leve mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um café para planejar sempre que colocarem essa prática do planejamento financeiro leve em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do planejamento financeiro leve para ficar leve."
      ]
    },
    {
      "id": "SON-009",
      "titulo": "Apoio a metas pessoais",
      "nivel": 9,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 9/20 do Elo dos Sonhos em Comum, o foco é a prática do apoio a metas pessoais. A proposta é trazer clareza sobre prioridades com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao apoio a metas pessoais. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do apoio a metas pessoais acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do apoio a metas pessoais não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas sobre futuro viram tensão. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o casal foca só nos problemas do presente. Esses momentos são oportunidades para testar o apoio a metas pessoais sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar o apoio a metas pessoais. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre o apoio a metas pessoais, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre o apoio a metas pessoais?\" e escolham um gesto de um abraço de incentivo como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o sonho como cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é desistir no primeiro obstáculo. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre o apoio a metas pessoais, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre o apoio a metas pessoais?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço de incentivo. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do apoio a metas pessoais.",
        "Como a constância dessa prática do apoio a metas pessoais fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do apoio a metas pessoais.",
        "Um roteiro simples para conversar sobre o apoio a metas pessoais."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do apoio a metas pessoais.",
        "Usem a pergunta \"Quando falamos sobre o apoio a metas pessoais, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço de incentivo sempre que colocarem essa prática do apoio a metas pessoais em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do apoio a metas pessoais para ficar leve."
      ]
    },
    {
      "id": "SON-010",
      "titulo": "Rotina a favor dos sonhos",
      "nivel": 10,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 10/20 do Elo dos Sonhos em Comum, o foco é a prática da rotina a favor dos sonhos. A proposta é trazer energia para construir juntos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à rotina a favor dos sonhos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da rotina a favor dos sonhos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da rotina a favor dos sonhos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o casal foca só nos problemas do presente. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é cada um sonha separado e não compartilha. Esses momentos são oportunidades para testar a rotina a favor dos sonhos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar a rotina a favor dos sonhos. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da rotina a favor dos sonhos te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da rotina a favor dos sonhos agora?\" e escolham um gesto de um sorriso de parceria como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: desistir no primeiro obstáculo. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer planos grandes demais sem etapas. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da rotina a favor dos sonhos te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da rotina a favor dos sonhos agora?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso de parceria. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da rotina a favor dos sonhos.",
        "Como a constância dessa prática da rotina a favor dos sonhos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da rotina a favor dos sonhos.",
        "Um roteiro simples para conversar sobre a rotina a favor dos sonhos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da rotina a favor dos sonhos.",
        "Usem a pergunta \"Qual parte da rotina a favor dos sonhos te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso de parceria sempre que colocarem essa prática da rotina a favor dos sonhos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da rotina a favor dos sonhos para ficar leve."
      ]
    },
    {
      "id": "SON-011",
      "titulo": "Dividir tarefas do projeto",
      "nivel": 11,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 11/20 do Elo dos Sonhos em Comum, o foco é a prática de dividir tarefas do projeto. A proposta é trazer sensação de direção com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a dividir tarefas do projeto. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de dividir tarefas do projeto acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de dividir tarefas do projeto não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: cada um sonha separado e não compartilha. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é os planos ficam vagos e se perdem. Esses momentos são oportunidades para testar dividir tarefas do projeto sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje dividir tarefas do projeto de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática de dividir tarefas do projeto?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática de dividir tarefas do projeto hoje?\" e escolham um gesto de um caderno aberto como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer planos grandes demais sem etapas. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é comparar o ritmo dos dois. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática de dividir tarefas do projeto?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática de dividir tarefas do projeto hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um caderno aberto. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de dividir tarefas do projeto.",
        "Como a constância dessa prática de dividir tarefas do projeto fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de dividir tarefas do projeto.",
        "Um roteiro simples para conversar sobre dividir tarefas do projeto."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de dividir tarefas do projeto.",
        "Usem a pergunta \"O que você precisa de mim para essa prática de dividir tarefas do projeto?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um caderno aberto sempre que colocarem essa prática de dividir tarefas do projeto em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de dividir tarefas do projeto para ficar leve."
      ]
    },
    {
      "id": "SON-012",
      "titulo": "Ajustar expectativas",
      "nivel": 12,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 12/20 do Elo dos Sonhos em Comum, o foco é a prática de ajustar expectativas. A proposta é trazer motivação compartilhada com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a ajustar expectativas. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de ajustar expectativas acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de ajustar expectativas não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: os planos ficam vagos e se perdem. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um sente que carrega tudo sozinho. Esses momentos são oportunidades para testar ajustar expectativas sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para ajustar expectativas. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática de ajustar expectativas?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática de ajustar expectativas nesta semana?\" e escolham um gesto de um post-it no espelho como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: comparar o ritmo dos dois. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é tomar decisões sem conversar. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática de ajustar expectativas?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática de ajustar expectativas nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um post-it no espelho. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de ajustar expectativas.",
        "Como a constância dessa prática de ajustar expectativas fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de ajustar expectativas.",
        "Um roteiro simples para conversar sobre ajustar expectativas."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de ajustar expectativas.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática de ajustar expectativas?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um post-it no espelho sempre que colocarem essa prática de ajustar expectativas em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de ajustar expectativas para ficar leve."
      ]
    },
    {
      "id": "SON-013",
      "titulo": "Celebrar avanços",
      "nivel": 13,
      "fase": "intermediario",
      "tempo_leitura": "3-4 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 13/20 do Elo dos Sonhos em Comum, o foco é a prática de celebrar avanços. A proposta é trazer mais união em decisões com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a celebrar avanços. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de celebrar avanços acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de celebrar avanços não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um sente que carrega tudo sozinho. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas sobre futuro viram tensão. Esses momentos são oportunidades para testar celebrar avanços sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para celebrar avanços. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática de celebrar avanços mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que celebrar avanços está acontecendo de um jeito bom?\" e escolham um gesto de um café para planejar como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: tomar decisões sem conversar. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o sonho como cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática de celebrar avanços mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que celebrar avanços está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um café para planejar. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de celebrar avanços.",
        "Como a constância dessa prática de celebrar avanços fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de celebrar avanços.",
        "Um roteiro simples para conversar sobre celebrar avanços."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de celebrar avanços.",
        "Usem a pergunta \"O que ajuda a tornar essa prática de celebrar avanços mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um café para planejar sempre que colocarem essa prática de celebrar avanços em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de celebrar avanços para ficar leve."
      ]
    },
    {
      "id": "SON-014",
      "titulo": "Planos de viagem",
      "nivel": 14,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 14/20 do Elo dos Sonhos em Comum, o foco é a prática dos planos de viagem. A proposta é trazer clareza sobre prioridades com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos planos de viagem. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos planos de viagem acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos planos de viagem não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas sobre futuro viram tensão. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o casal foca só nos problemas do presente. Esses momentos são oportunidades para testar os planos de viagem sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar os planos de viagem. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre os planos de viagem, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre os planos de viagem?\" e escolham um gesto de um abraço de incentivo como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o sonho como cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é desistir no primeiro obstáculo. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre os planos de viagem, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre os planos de viagem?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço de incentivo. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos planos de viagem.",
        "Como a constância dessa prática dos planos de viagem fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos planos de viagem.",
        "Um roteiro simples para conversar sobre os planos de viagem."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos planos de viagem.",
        "Usem a pergunta \"Quando falamos sobre os planos de viagem, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço de incentivo sempre que colocarem essa prática dos planos de viagem em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos planos de viagem para ficar leve."
      ]
    },
    {
      "id": "SON-015",
      "titulo": "Projetos criativos",
      "nivel": 15,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 15/20 do Elo dos Sonhos em Comum, o foco é a prática dos projetos criativos. A proposta é trazer energia para construir juntos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos projetos criativos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos projetos criativos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos projetos criativos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o casal foca só nos problemas do presente. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é cada um sonha separado e não compartilha. Esses momentos são oportunidades para testar os projetos criativos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar os projetos criativos de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte dos projetos criativos te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática dos projetos criativos agora?\" e escolham um gesto de um sorriso de parceria como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar os projetos criativos com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: desistir no primeiro obstáculo. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer planos grandes demais sem etapas. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte dos projetos criativos te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática dos projetos criativos agora?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso de parceria. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos projetos criativos.",
        "Como a constância dessa prática dos projetos criativos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos projetos criativos.",
        "Um roteiro simples para conversar sobre os projetos criativos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos projetos criativos.",
        "Usem a pergunta \"Qual parte dos projetos criativos te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso de parceria sempre que colocarem essa prática dos projetos criativos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos projetos criativos para ficar leve."
      ]
    },
    {
      "id": "SON-016",
      "titulo": "Projetos de família",
      "nivel": 16,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 16/20 do Elo dos Sonhos em Comum, o foco é a prática dos projetos de família. A proposta é trazer sensação de direção com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção aos projetos de família. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática dos projetos de família acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor dos projetos de família não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: cada um sonha separado e não compartilha. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é os planos ficam vagos e se perdem. Esses momentos são oportunidades para testar os projetos de família sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar os projetos de família. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que você precisa de mim para essa prática dos projetos de família?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Qual pequeno gesto pode ajudar a gente com essa prática dos projetos de família hoje?\" e escolham um gesto de um caderno aberto como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem os projetos de família no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: fazer planos grandes demais sem etapas. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é comparar o ritmo dos dois. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que você precisa de mim para essa prática dos projetos de família?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Qual pequeno gesto pode ajudar a gente com essa prática dos projetos de família hoje?\". Concluam com um acordo pequeno para o dia e um gesto de um caderno aberto. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática dos projetos de família.",
        "Como a constância dessa prática dos projetos de família fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática dos projetos de família.",
        "Um roteiro simples para conversar sobre os projetos de família."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática dos projetos de família.",
        "Usem a pergunta \"O que você precisa de mim para essa prática dos projetos de família?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um caderno aberto sempre que colocarem essa prática dos projetos de família em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática dos projetos de família para ficar leve."
      ]
    },
    {
      "id": "SON-017",
      "titulo": "Mudanças de carreira",
      "nivel": 17,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 17/20 do Elo dos Sonhos em Comum, o foco é a prática de mudanças de carreira. A proposta é trazer motivação compartilhada com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a mudanças de carreira. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de mudanças de carreira acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de mudanças de carreira não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: os planos ficam vagos e se perdem. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é um sente que carrega tudo sozinho. Esses momentos são oportunidades para testar mudanças de carreira sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: reservem dois minutos para praticar mudanças de carreira. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Como você gostaria que a gente cuidasse dessa prática de mudanças de carreira?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que podemos combinar para fortalecer essa prática de mudanças de carreira nesta semana?\" e escolham um gesto de um post-it no espelho como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar mudanças de carreira com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: comparar o ritmo dos dois. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é tomar decisões sem conversar. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Como você gostaria que a gente cuidasse dessa prática de mudanças de carreira?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que podemos combinar para fortalecer essa prática de mudanças de carreira nesta semana?\". Concluam com um acordo pequeno para o dia e um gesto de um post-it no espelho. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de mudanças de carreira.",
        "Como a constância dessa prática de mudanças de carreira fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de mudanças de carreira.",
        "Um roteiro simples para conversar sobre mudanças de carreira."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de mudanças de carreira.",
        "Usem a pergunta \"Como você gostaria que a gente cuidasse dessa prática de mudanças de carreira?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um post-it no espelho sempre que colocarem essa prática de mudanças de carreira em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de mudanças de carreira para ficar leve."
      ]
    },
    {
      "id": "SON-018",
      "titulo": "Decisões conjuntas",
      "nivel": 18,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 18/20 do Elo dos Sonhos em Comum, o foco é a prática de decisões conjuntas. A proposta é trazer mais união em decisões com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção a decisões conjuntas. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática de decisões conjuntas acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor de decisões conjuntas não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: um sente que carrega tudo sozinho. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é as conversas sobre futuro viram tensão. Esses momentos são oportunidades para testar decisões conjuntas sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: escolham um momento do dia para praticar decisões conjuntas. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"O que ajuda a tornar essa prática de decisões conjuntas mais fácil no nosso dia a dia?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como você percebe que decisões conjuntas está acontecendo de um jeito bom?\" e escolham um gesto de um café para planejar como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem decisões conjuntas no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: tomar decisões sem conversar. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é usar o sonho como cobrança. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"O que ajuda a tornar essa prática de decisões conjuntas mais fácil no nosso dia a dia?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como você percebe que decisões conjuntas está acontecendo de um jeito bom?\". Concluam com um acordo pequeno para o dia e um gesto de um café para planejar. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática de decisões conjuntas.",
        "Como a constância dessa prática de decisões conjuntas fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática de decisões conjuntas.",
        "Um roteiro simples para conversar sobre decisões conjuntas."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática de decisões conjuntas.",
        "Usem a pergunta \"O que ajuda a tornar essa prática de decisões conjuntas mais fácil no nosso dia a dia?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um café para planejar sempre que colocarem essa prática de decisões conjuntas em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática de decisões conjuntas para ficar leve."
      ]
    },
    {
      "id": "SON-019",
      "titulo": "Plano B e flexibilidade",
      "nivel": 19,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 19/20 do Elo dos Sonhos em Comum, o foco é a prática do plano B e a flexibilidade. A proposta é trazer clareza sobre prioridades com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção ao plano B e a flexibilidade. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática do plano B e a flexibilidade acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor do plano B e a flexibilidade não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: as conversas sobre futuro viram tensão. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é o casal foca só nos problemas do presente. Esses momentos são oportunidades para testar o plano B e a flexibilidade sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: testem hoje praticar o plano B e a flexibilidade de forma simples. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Quando falamos sobre o plano B e a flexibilidade, o que funciona bem entre nós?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"O que você quer que eu lembre sobre o plano B e a flexibilidade?\" e escolham um gesto de um abraço de incentivo como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Para aprofundar, separem um momento na semana para revisar o plano B e a flexibilidade com calma e combinar um ajuste pequeno. Esse olhar mais demorado ajuda a consolidar o aprendizado e prepara o casal para conversas mais profundas."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: usar o sonho como cobrança. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é desistir no primeiro obstáculo. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Quando falamos sobre o plano B e a flexibilidade, o que funciona bem entre nós?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"O que você quer que eu lembre sobre o plano B e a flexibilidade?\". Concluam com um acordo pequeno para o dia e um gesto de um abraço de incentivo. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática do plano B e a flexibilidade.",
        "Como a constância dessa prática do plano B e a flexibilidade fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática do plano B e a flexibilidade.",
        "Um roteiro simples para conversar sobre o plano B e a flexibilidade."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática do plano B e a flexibilidade.",
        "Usem a pergunta \"Quando falamos sobre o plano B e a flexibilidade, o que funciona bem entre nós?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um abraço de incentivo sempre que colocarem essa prática do plano B e a flexibilidade em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática do plano B e a flexibilidade para ficar leve."
      ]
    },
    {
      "id": "SON-020",
      "titulo": "Revisão anual de sonhos",
      "nivel": 20,
      "fase": "avancado",
      "tempo_leitura": "4-5 min",
      "secoes": [
        {
          "titulo": "Panorama da etapa",
          "blocos": [
            "Nesta etapa 20/20 do Elo dos Sonhos em Comum, o foco é a prática da revisão anual de sonhos. A proposta é trazer energia para construir juntos com gestos pequenos que caibam no dia. Isso prepara o terreno para as próximas etapas.",
            "Este passo aprofunda o que já foi praticado e dá atenção à revisão anual de sonhos. Quando essa prática se repete, o vínculo ganha previsibilidade e o casal se sente mais alinhado."
          ]
        },
        {
          "titulo": "Por que isso aproxima",
          "blocos": [
            "Quando a prática da revisão anual de sonhos acontece no cotidiano, vocês diminuem ruídos e evitam suposições. É um jeito simples de dizer: estou aqui e te escuto, mesmo com a rotina apertada. Pequenas escolhas assim sustentam a conexão.",
            "O valor da revisão anual de sonhos não está no tamanho do gesto, mas na constância. A repetição cria segurança emocional e abre espaço para conversas mais honestas ao longo do tempo."
          ]
        },
        {
          "titulo": "Sinais no dia a dia",
          "blocos": [
            "Sinais de que este passo faz falta: o casal foca só nos problemas do presente. Quando isso acontece, a conexão tende a ficar superficial.",
            "Outro sinal é cada um sonha separado e não compartilha. Esses momentos são oportunidades para testar a revisão anual de sonhos sem pressão."
          ]
        },
        {
          "titulo": "Como praticar no cotidiano",
          "blocos": [
            "Comecem simples: combinem um micro-ritual para praticar a revisão anual de sonhos. Antes, expliquem que é um experimento curto e sem cobrança. Um acordo prévio diminui resistência e deixa o momento mais natural.",
            "Durante a prática, usem uma frase-guia como \"Qual parte da revisão anual de sonhos te faz sentir mais conectado(a)?\". Ela dá direção e evita que a conversa se perca. Se a resposta vier curta, acolham e mantenham o ritmo.",
            "Para fechar, tentem \"Como posso apoiar você para essa prática da revisão anual de sonhos agora?\" e escolham um gesto de um sorriso de parceria como sinal de cuidado. A ideia é repetir por alguns dias e ajustar juntos.",
            "Se quiserem ir além, revisitem a revisão anual de sonhos no fim da semana e anotem o que funcionou. Esse registro simples cria consciência e evita que o cuidado se perca quando a rotina apertar."
          ]
        },
        {
          "titulo": "Armadilhas e ajustes",
          "blocos": [
            "Armadilha comum: desistir no primeiro obstáculo. Isso costuma gerar defensiva e tirar a leveza da proposta. Se perceberem isso, voltem para o básico e recomeçem.",
            "Outra armadilha é fazer planos grandes demais sem etapas. Nesse caso, reduzam a ambição e escolham um formato mais curto. O importante é a consistência, não a perfeição."
          ]
        },
        {
          "titulo": "Roteiro de conversa",
          "blocos": [
            "Abertura sugerida: \"Qual parte da revisão anual de sonhos te faz sentir mais conectado(a)?\". Fale em tom calmo e deixe espaço para o outro pensar. Uma pausa curta já mostra respeito.",
            "Fechamento sugerido: \"Como posso apoiar você para essa prática da revisão anual de sonhos agora?\". Concluam com um acordo pequeno para o dia e um gesto de um sorriso de parceria. Isso transforma conversa em prática."
          ]
        }
      ],
      "o_que_voce_aprendeu": [
        "O que muda quando vocês investem nessa prática da revisão anual de sonhos.",
        "Como a constância dessa prática da revisão anual de sonhos fortalece a conexão.",
        "Quais sinais mostram necessidade de atenção nessa prática da revisão anual de sonhos.",
        "Um roteiro simples para conversar sobre a revisão anual de sonhos."
      ],
      "como_exercitar": [
        "Escolham um horário fixo e dediquem três dias a essa prática da revisão anual de sonhos.",
        "Usem a pergunta \"Qual parte da revisão anual de sonhos te faz sentir mais conectado(a)?\" hoje e observem a resposta sem pressa.",
        "Combinem um gesto de um sorriso de parceria sempre que colocarem essa prática da revisão anual de sonhos em ação.",
        "Revisem juntos o que funcionou e ajustem essa prática da revisão anual de sonhos para ficar leve."
      ]
    }
  ]
}
